Repository: friendly-social/ios
Catalog: Friendly/Sources/Localizable.xcstrings
Source language: en
Languages: ru

# auth_bindings_apple_button
source: Continue with Apple
ru: Продолжить с Apple

# auth_bindings_google_button
source: Continue with Google
ru: Продолжить с Google

# auth_bindings_navigation_title
source: Authorization
ru: Авторизация

# auth_bindings_provider_unavailable_message
source: This authorization method is not available yet.
ru: Этот способ авторизации пока недоступен.

# auth_bindings_provider_unavailable_title
source: Coming soon
ru: Скоро будет

# auth_bindings_subtitle
source: Choose a method to link your account.
ru: Выберите способ привязки аккаунта.

# auth_bindings_title
source: Link authorization
ru: Привязка авторизации

# button_base_close
source: Close
ru: Закрыть

# email_binding_error_used
source: This email is already linked to another account.
ru: Эта почта уже привязана к другому аккаунту.

# email_binding_details
source: The code is valid for 20 minutes and up to 5 confirmation attempts.
ru: Код действителен 20 минут, доступно до 5 попыток подтверждения.

# email_binding_resend_after
source: You can resend the code after:
ru: Повторно отправить код можно через:

# email_change_address
source: Use another email
ru: Использовать другую почту

# email_error_invalid
source: Enter a valid email address.
ru: Введите корректный адрес почты.

# email_error_invalid_code
source: The code is invalid or has expired.
ru: Код неверный или срок его действия истёк.

# email_error_unauthorized
source: Your session has expired. Sign in again.
ru: Сессия истекла. Войдите снова.

# email_login_confirm
source: Sign in
ru: Войти

# email_login_error_unknown
source: No account is linked to this email.
ru: К этой почте не привязан аккаунт.

# email_login_details
source: Enter the code from email to sign in to an existing account.
ru: Введите код из почты, чтобы войти в существующий аккаунт.

# email_login_navigation_title
source: Sign in by email
ru: Вход по почте

# email_login_subtitle
source: Use your email to sign in
ru: Используйте почту для входа

# email_login_success
source: Signed in successfully.
ru: Вы успешно вошли.

# email_login_title
source: Sign in to your account
ru: Вход в аккаунт

# error_base_message
source: Unable to verify the data. Please try again later.
ru: Не удалось проверить данные. Попробуйте ещё раз позже.

# error_base_title
source: Error
ru: Ошибка

# friend_gate_retry_message
source: We couldn't verify whether a friend was added. Check your internet connection and try again.
ru: Не удалось проверить, был ли добавлен друг. Проверьте подключение к интернету и повторите попытку.

# friend_gate_retry_title
source: Couldn't verify access
ru: Не удалось проверить доступ

# friend_link_auth_required_message
source: Finish registration or sign in to an existing account. Then open your friend's invitation link again to add them.
ru: Завершите регистрацию или войдите в существующий аккаунт. Затем снова откройте ссылку-приглашение, чтобы добавить друга.

# friend_link_auth_required_title
source: Registration or sign-in required
ru: Требуется регистрация или вход

# friend_link_cancel_button
source: Cancel
ru: Отмена

# friend_link_invalid_message
source: This invitation link is invalid or has expired. Ask your friend to send a new one.
ru: Ссылка-приглашение недействительна или устарела. Попросите друга отправить новую.

# friend_link_invalid_title
source: Invalid invitation link
ru: Недействительная ссылка

# friend_link_processing_message
source: Wait for the current link to finish processing. To open another link, open it again after the current operation is complete.
ru: Дождитесь завершения обработки текущей ссылки. Чтобы открыть другую ссылку, перейдите по ней ещё раз после завершения.

# friend_link_processing_title
source: A link is already being processed
ru: Ссылка уже обрабатывается

# friend_link_retry_button
source: Try Again
ru: Повторить

# friend_link_retry_message
source: Check your internet connection and try again. If you cancel, you'll need to open the invitation link again.
ru: Проверьте подключение к интернету и повторите попытку. Если отменить, для добавления друга потребуется снова открыть ссылку.

# friend_link_retry_title
source: Couldn't add friend
ru: Не удалось добавить друга

# feed_empty
source: You're all caught up!
ru: Больше тут никого нет

# feed_empty_advice
source: Now you can talk to the people you've met
ru: Теперь время общаться с новыми знакомыми!

# feed_expand
source: Expand
ru: Раскрыть

# feed_extended_network
source: EXTENDED NETWORK
ru: ДАЛЬНЕЕ РУКОПОЖАТИЕ

# feed_liked_you
source: FRIEND REQUEST
ru: ЗАПРОС В ДРУЗЬЯ

# io_error_subtitle
source: Looks like we can't reach our servers...
ru: Мы не можем достучаться до наших серверов…

# io_error_title
source: Connection problem
ru: Проблема соединения

# main_feed
source: Feed
ru: Лента

# main_network
source: Network
ru: Сообщество

# main_profile
source: Profile
ru: Профиль

# network_friends_add_hint
source: Add more friends to expand your network!
ru: Добавляй друзей, чтобы расширить сообщество

# network_friends_empty
source: No one is here
ru: Пока здесь пусто

# network_friends_scan_qrcode
source: Add friends by sharing your QR Code
ru: Используй QR-код, чтобы добавить друзей

# network_friends_title
source: Friends
ru: Друзья

# network_qrcode_description
source: This is a single-time QR Code that may be used to add you as a friend
ru: Это одноразовый QR-код, который может быть использован, чтобы добавить вас в друзья

# network_qrcode_link
source: Or share a link
ru: Или поделись ссылкой

# network_qrcode_ok
source: OK
ru: Ок

# network_qrcode_title
source: Add people
ru: Добавить друзей

# profile_edit
source: Edit
ru: Редактирование

# profile_edit_auth_bindings_button
source: Authorization methods
ru: Способы авторизации

# profile_edit_bind_email_button
source: Bind email
ru: Привязать почту

# profile_edit_bind_email_code_hint
source: Code format: 7389 - 9399
ru: Формат кода: 7389 - 9399

# profile_edit_bind_email_code_placeholder
source: Verification code
ru: Код подтверждения

# profile_edit_bind_email_confirm
source: Confirm
ru: Подтвердить

# profile_edit_bind_email_email_example
source: jane.doe@example.com
ru: ivan.ivanov@example.com

# profile_edit_bind_email_email_label
source: Email
ru: Почта

# profile_edit_bind_email_email_placeholder
source: Email
ru: Почта

# profile_edit_bind_email_error
source: Something went wrong. Please try again.
ru: Что-то пошло не так. Попробуйте ещё раз.

# profile_edit_bind_email_resend_in
source: Resend in
ru: Повторно через

# profile_edit_bind_email_send_code
source: Send code
ru: Отправить код

# profile_edit_bind_email_sheet_title
source: Email binding
ru: Привязка почты

# profile_edit_bind_email_subtitle
source: Request a code and confirm email ownership.
ru: Запросите код и подтвердите владение почтой.

# profile_edit_bind_email_success
source: Email has been successfully linked.
ru: Почта успешно привязана.

# profile_edit_bind_email_title
source: Bind your email
ru: Привяжите почту

# profile_edit_button_save
source: Save
ru: Сохранить

# profile_edit_email_title
source: Email
ru: Почта

# profile_edit_unlink_email_button
source: Unlink email
ru: Отвязать почту

# profile_edit_unlink_email_confirm
source: Unlink
ru: Отвязать

# profile_edit_unlink_email_confirmation
source: Without a linked email, you may not be able to sign back in to this account.
ru: Без привязанной почты вы можете потерять возможность снова войти в этот аккаунт.

# profile_error
source: Can't do that right now
ru: Не можем ничего сделать

# profile_error_decline
source: We have a problem reaching our servers
ru: Возникла проблема при попытке связаться с нашими серверами

# profile_error_ok
source: OK
ru: Хорошо

# profile_friends_decline
source: Remove friend
ru: Удалить из друзей

# profile_friends_decline_confirm
source: Remove anyways
ru: Всё равно продолжить

# profile_friends_decline_confirmation
source: You might not be able to add this person back
ru: Возможно вы не сможете вернуть этого человека в друзья

# profile_sign_out_confirm
source: Sign Out
ru: Выйти

# profile_sign_out_confirmation
source: Are you sure? Note: Currently it is not possible to log back
ru: Вы уверены? В данный момент невозможно войти в аккаунт обратно!

# scan_enter_blocked_email_description
source: If you already have an account, you can sign in by email.
ru: Если у вас уже есть аккаунт, вы можете войти по почте.

# scan_enter_blocked_email_login_button
source: Sign in by email
ru: Войти по почте

# scan_enter_error_alert_button_cancel
source: Cancel
ru: Отмена

# scan_enter_error_alert_button_close
source: Try again
ru: Повторить

# scan_enter_error_alert_title
source: QR verification failed
ru: Ошибка проверки QR

# scan_enter_open_photo_scanner
source: Scan from Photos
ru: Сканировать из фото

# scan_enter_photo_qr_not_found
source: Couldn’t find a QR code in the selected image
ru: Не удалось найти QR-код на выбранном изображении

# sign_up_description
source: Description
ru: Описание

# sign_up_description_max_length
source: Description can't be longer than 1024 symbols
ru: Описание не может быть длиннее 1024 символов

# sign_up_error
source: Can't do that right now
ru: Не можем ничего сделать

# sign_up_error_ok
source: OK
ru: Хорошо

# sign_up_io_error
source: We are having a trouble reaching our servers
ru: Возникла проблема при попытке связаться с нашими серверами

# sign_up_nickname
source: Nickname
ru: Никнейм

# sign_up_nickname_max_length
source: Nickname can't be longer than 256 symbols
ru: Никнейм не может быть длиннее 256 символов

# sign_up_required_fields
source: Nickname and description fields are required
ru: Необходимо заполнить никнейм и описание

# sign_up_email_login
source: Sign in by email
ru: Войти по почте

# sign_up_sign_up
source: Sign Up
ru: Зарегистрироваться

# sign_up_social_link
source: Social link (Telegram, What’s App, etc.)
ru: Ссылка для связи (Telegram, What’s App, etc.)

# sign_up_social_link_max_length
source: Social links can't be longer than 2048 symbols
ru: Ссылка не может быть длиннее 2048 символов

# sign_up_social_link_not_url
source: Social link must be a valid url
ru: Неправильный формат ссылки

# sign_up_upload
source: Upload
ru: Выбрать
